quiz_academy = [
                [
                    "주인공이 현실세상에서 서랍 제일 깊은 곳에서 찾은 것은 무엇입니까",
                    "게임기",
                    "게임 컨트롤러",
                    "보드게임",
                    "컴퓨터",
                    "젓가락",
                    "모름"
                ],
                [
                    "주인공이 실행한 게임의 이름은 무엇입니까",
                    "하늘의 심판",
                    "지평선의 하늘",
                    "천공의 섬",
                    "지평선의 구름",
                    "디스보드",
                    "모름"
                ],
                [
                    "게임세상에서의 주인공의 레벨은 무엇입니까",
                    "초심자",
                    "중급자",
                    "상급자",
                    "영웅",
                    "관리자",
                    "모름"
                ],
                [
                    "주인공 휴대전화에 남아있던 정보는 무엇입니까",
                    "전화번호부",
                    "이메일",
                    "게임",
                    "메신저",
                    "통화기록",
                    "모름"
                ],
                [
                    "주인공이 현실 세계로 돌아가기 위해 죽여야 하는 보스의 이름은 무엇입니까",
                    "아리수",
                    "아리안",
                    "아리망",
                    "아리만",
                    "아라리",
                    "모름"
                ],
                [
                    "주인공의 스테이터스 중 제일 높은 지수는 무엇입니까",
                    "체력",
                    "근력",
                    "민첩",
                    "마력",
                    "행운",
                    "모름"
                ],
                [
                    "이명준의 게임상 직위는 무엇입니까",
                    "본부장",
                    "지부장",
                    "부장",
                    "과장",
                    "대리",
                    "모름"
                ],
                [
                    "주인공이 사당에 가져가지 않은 물건은 무엇입니까",
                    "나뭇가지",
                    "가방",
                    "물",
                    "지도",
                    "주머니 칼",
                    "모름"
                ],
                [
                    "게임의 이스터에그에서 얻을 수 있는 것은 무엇입니까",
                    "특별기술",
                    "스테이터스",
                    "나뭇가지",
                    "주머니 칼",
                    "돈",
                    "모름"
                ],
                [
                    "마녀 이자벨 가우디의 특징이 아닌 것은 무엇입니까",
                    "민간인들을 실험 재료로 삼음",
                    "영웅들의 취미를 수집",
                    "게임 후반부에 갈 수록 강해짐",
                    "만드라고라를 키우는 마녀",
                    "언데드들을 데리고 다니는 마녀",
                    "모름"
                ]
        ]
sol_academy = [
            "게임기",
            "지평선의 구름",
            "초심자",
            "게임",
            "아리만",
            "행운",
            "지부장",
            "지도",
            "특별기술",
            "영웅들의 취미를 수집"
            ]