quiz_academy = [
                [
                    "주인공이 현실세상에서 서랍 제일 깊은 곳에서 찾은 것은 무엇입니까",
                    "게임기",
                    "게임 컨트롤러",
                    "보드게임",
                    "컴퓨터",
                    "젓가락",
                    "모름"
                ],
                [
                    "주인공이 실행한 게임의 이름은 무엇입니까",
                    "하늘의 심판",
                    "지평선의 하늘",
                    "천공의 섬",
                    "지평선의 구름",
                    "디스보드",
                    "모름"
                ],
                [
                    "게임세상에서의 주인공의 레벨은 무엇입니까",
                    "초심자",
                    "중급자",
                    "상급자",
                    "영웅",
                    "관리자",
                    "모름"
                ],
                [
                    "주인공 휴대전화에 남아있던 정보는 무엇입니까",
                    "전화번호부",
                    "이메일",
                    "게임",
                    "메신저",
                    "통화기록",
                    "모름"
                ],
                [
                    "주인공이 현실 세계로 돌아가기 위해 죽여야 하는 보스의 이름은 무엇입니까",
                    "아리수",
                    "아리안",
                    "아리망",
                    "아리만",
                    "아라리",
                    "모름"
                ],
                [
                    "주인공의 스테이터스 중 제일 높은 지수는 무엇입니까",
                    "체력",
                    "근력",
                    "민첩",
                    "마력",
                    "행운",
                    "모름"
                ],
                [
                    "이명준의 게임상 직위는 무엇입니까",
                    "본부장",
                    "지부장",
                    "부장",
                    "과장",
                    "대리",
                    "모름"
                ],
                [
                    "주인공이 사당에 가져가지 않은 물건은 무엇입니까",
                    "나뭇가지",
                    "가방",
                    "물",
                    "지도",
                    "주머니 칼",
                    "모름"
                ],
                [
                    "게임의 이스터에그에서 얻을 수 있는 것은 무엇입니까",
                    "특별기술",
                    "스테이터스",
                    "나뭇가지",
                    "주머니 칼",
                    "돈",
                    "모름"
                ],
                [
                    "마녀 이자벨 가우디의 특징이 아닌 것은 무엇입니까",
                    "민간인들을 실험 재료로 삼음",
                    "영웅들의 취미를 수집",
                    "게임 후반부에 갈 수록 강해짐",
                    "만드라고라를 키우는 마녀",
                    "언데드들을 데리고 다니는 마녀",
                    "모름"
                ]
        ]
sol_academy = [
            "게임기",
            "지평선의 구름",
            "초심자",
            "게임",
            "아리만",
            "행운",
            "지부장",
            "지도",
            "특별기술",
            "영웅들의 취미를 수집"
            ]

quiz_hu = [
                [
                    "주인공의 현실 나이",
                    "10대",
                    "20대",
                    "30대",
                    "40대",
                    "50대",
                    "모름"
                ],
                [
                    "주인공의 입대시 계급",
                    "하사",
                    "중사",
                    "소위",
                    "중위",
                    "대위",
                    "모름"
                ],
                [
                    "주인공을 2층 방에서 밖으로 던진 사람은?",
                    "연대장",
                    "노기사",
                    "하인",
                    "아버지",
                    "형",
                    "모름"
                ],
                [
                    "주인공의 현실 직업",
                    "신입사원",
                    "대리(진)",
                    "대리",
                    "과장(진)",
                    "과장",
                    "모름"
                ],
                [
                    "주인공이 복무해야 하는 기간",
                    "6개월",
                    "1년",
                    "2년",
                    "3년",
                    "5년",
                    "모름"
                ],
                [
                    "마수를 대응 하기 위해 도착한 인원이 아닌 것은?",
                    "행정병",
                    "취사병",
                    "대대인원",
                    "지원중대",
                    "수송병",
                    "모름"
                ],
                [
                    "주인공의 소속부대",
                    "동부 순회순찰대 1사단 3연대",
                    "서부 순회순찰대 1사단 3연대",
                    "북부 순회순찰대 1사단 3연대",
                    "서부 순회순찰대 2사단 1연대",
                    "동부 순회순찰대 2사단 1연대",
                    "모름"
                ],
                [
                    "연대장이 주인공의 팔뚝에 묶어놓은 천의 색상은",
                    "황색",
                    "녹색",
                    "빨간색",
                    "보라색",
                    "노란색",
                    "모름"
                ],
                [
                    "부대 병사들의 특징이 아닌 것은",
                    "통일되지 않은 다양한 장비",
                    "피아식별띠",
                    "공통적으로 있는 단검",
                    "천옷에 껴입는 가죽의 군복",
                    "통일성 있는 군복",
                    "모름"
                ],
                [
                    "카트린이 주인공에게 가지고 있는 감정은",
                    "행복",
                    "그리움",
                    "화남",
                    "무감정",
                    "슬픔",
                    "모름"
                ]
        ]
sol_hu = [
            "20대",
            "소위",
            "아버지",
            "대리(진)",
            "1년",
            "대대인원",
            "서부 순회순찰대 1사단 3연대",
            "보라색",
            "통일성 있는 군복",
            "화남"
            ]
quiz_harem = [
                [
                    "주인공의 이름은?",
                    "라틸",
                    "라나문",
                    "아트락시",
                    "타리움",
                    "하이신스",
                    "모름"
                ],
                [
                    "황제가 들이려고 하는 후궁은 몇 명입니까?",
                    "1명",
                    "2명",
                    "3명",
                    "4명",
                    "5명",
                    "모름"
                ],
                [
                    "소설의 시작 부분은 몇 년도 입니까?",
                    "화이력 511년",
                    "화이력 513년",
                    "화이력 515년",
                    "화이력 517년",
                    "화이력 519년",
                    "모름"
                ],
                [
                    "주인공이 2년동안 사귄 상대는 누구입니까?",
                    "라틸",
                    "라나문",
                    "하이신스",
                    "타리움",
                    "아트락시",
                    "모름"
                ],
                [
                    "주인공이 자신이 사랑하는 사람을 위해 기다리려고 하는 시간은 몇년인가?",
                    "1년",
                    "2년",
                    "3년",
                    "4년",
                    "5년",
                    "모름"
                ]
]
sol_harem = [
    "라틸",
    "5명",
    "화이력 517년",
    "하이신스",
    "5년"
]